{
  "exercise10": {
    "title": "Exercise #10: Bacterial Transformations",
    "labStartBody": "<h2>Learning Objectives</h2>\n\n<p>At the end of the activity, you will be able to:</p>\n\n<ul>\n<li>Understand the theory behind bacterial transformations</li>\n<li>Perform a bacterial transformation using E.coli cells</li>\n</ul>\n\n<h3>Abilities:</h3>\n\n<ul>\n<li>Accurate pipetting</li>\n<li>Performing a bacterial transformation</li>\n</ul>\n\n<h3>Skills:</h3>\n\n<ul>\n<li>Spotting and streaking cells on agar plates</li>\n<li>Determining proper controls and antibiotic selections.</li>\n</ul>",
    "labContent": {
      "header": "<h2>Instructions</h2>\n\n<p>For this experiment we will be doing two transformations using the ligation product we produced in Exercise 9. We will be doing another transformation with a plasmid that we know has been successfully been transformed in the past from our samples in the freezer (your positive control).</p>",
      "questions": [
        "<p>1. Retrieve the appropriate number of tubes containing competent E. coli cells from the -80°C freezer. Place the tubes in the ice bucket and thaw for 10-15 min.</p>",
        "<p>2. Turn on your flame before opening the tubes and <strong>ensure the following steps are done in a sterile environment (See exercise 1).</strong></p>",
        "<p>3. On ice, mix 50µL of competent cells and 2µl of the plasmid DNA. The concentration of plasmid DNA should be in the 20-200 ng/µL range, - mix with pipette</p>",
        "<p>4. Incubate on ice for 20 minutes</p>",
        "<p>5. Heat shock at 42˚ for 45 seconds. Return to ice.</p>",
        "<p>6. Add 1ml of LB media. Under a flame with sterile technique</p>",
        "<p>7. Move tubes to 37˚ - rolling or shaking it best, but just sitting in a rack is OK. Incubate for 1 hr.</p>",
        "<p>8. Spin down cells at in a microfuge at top speed for 10-30 seconds.</p>",
        "<p><strong>Turn on your flame for the next steps</strong></p>",
        "<p>9. Remove all but ~50µl of the media using a pipette.</p>",
        "<p>10. Resuspend the cells by pipetting up and down, and plate on LB + selection. (Selection is the antibiotic resistance of your plasmid). To plate the cell suspension, just take it up with a pipette and pipette it into the middle of the plate.</p>",
        "<p>11. Retrieve a vial of beads and add approximately 6-10 beads to your plate. Make sure all the beads have passed through the sample in the middle of the plate by tilting the plate.</p>",
        "<p>12. Now shake your plate on the lab bench to ensure that the cell suspension is spread over the plate</p>",
        "<p>13. Put the plates upside down (agar side up) in the 37°C incubator.</p>",
        "<p>14. Incubate for 14-18 hours until distinct colonies are clearly visible. Do not overgrow. Selection may be lost over time as the antibiotic starts to break down.</p>"
      ],
      "footer": "<p>Note-- if it is your first time conducting a bacterial transformation, do the experiment with a positive and a negative control. The positive and negative controls. The positive control experiment is a transformation with stock DNA plasmid. Your negative control experiment is a mock transformation with water</p>"
    },
    "labFinishedBody": "<h2>Lab finished</h2>\n\n<p>Please show this page to your instructor</p>"
  },
  "exercise11": {
    "title": "Exercise #11: Another Exercise",
    "labStartBody": "<h2>Learning Objectives</h2>",
    "labContent": {
      "header": "<h2>head</h2>",
      "questions": [
        "<p>1. Example Question 1</p>"
      ],
      "footer": "<p>footer</p>"
    },
    "labFinishedBody": "<h2>Lab finished</h2>"
  }
}